[
  {
    "titulo-do-filme": "2012",
    "usuario": "funwsin",
    "critica": "The 2012 idea offered a great opportunity to make a true global disaster movie. The plot is imbecile. The characters are black and white. Typical stereotyping. Except for the White House staff. They are, of course, morally pure. The effects are good, but there are very few scenes with actual destruction and hi-tech effects. If the movie were an hour shorter,it would have been better and the story would be more fluent. The personal relationships took most of the suspense out of the movie. The dialogues are idiotic and simply annoying. Nobody in the Universe would talk like those pathetic characters in a global meltdown.The film is full of standard characters. Everything is so predictable. The main characters miraculously survive disasters, land in high mountains and get saved in the last millisecond. 20-30 minutes of superior effects cannot compensate for shallow story and unrealistic characters.",
    "nota": "2"
  },
  {
    "titulo-do-filme": "Vingadores: Ultimato",
    "usuario": "Mardolin",
    "critica": "Don't get me wrong, the movie was great, but would I watch it a second time? Probably not - until the DVD comes out.I've seen infinity war at least 5 times, and it's one of my favorite films.That being said, i will compare the two movies for sure, and I just disliked the pacing, it was all over the place. Some Characters felt off, and some got little to no screen time, where others had too much.It's just too many characters for one movie, even though infinity war did it much better, with just as many characters. I just can't put my finger on it.The fighting scenes were alright, the first half lacked action, but the second half delivered some good solid scenes, nothing groundbreaking, but fun to watch. They can't reinvent the wheel, neither do they want to. They stick to what works, and that's alright.All in all, the movie was a close 8/10, the fanboys who give it a 10 are just blind to accept the mistakes the movie made. It's not a perfect film, even an 8 is really generous in my opinion. The Movie works with nostalgia and gives fans of the MCU the things they wanted, more or less.Still thinking Thor 3 was the best MCU movie. Sue me.",
    "nota": "8"
  },
  {
    "titulo-do-filme": "A Origem",
    "usuario": "srcooper-756-646671",
    "critica": "You only get to watch this for the first time once, so choose your state of mind carefully. It is a film about movies and dreams and reality, and what sort of life it is best to find when you leave the cinema and return to whatever you left to enter. It is spectacular, and brutal, and enigmatic and disturbing. It is beautiful and absorbing. It is about one of my favourite characters ever to grace the screen. I don't see it often, in case it's not as good as I like to remember it. That is my secret, that I lock away in my safe in the basement. That somewhere there is a perfect world for us all. For some, perhaps it is in the cinema watching this.",
    "nota": "10"
  },
  {
    "titulo-do-filme": "Rio",
    "usuario": "spacespidy",
    "critica": "It's story of how love compels to break comfort zone and discover our new self. Visually stunning Rio is brilliant stroke of writers to add magic to adventures and love tale of endangered bird \"Blu\". Story wouldn't have been same with Samba, carnival, beaches, mountain views, Tram buses if it was not Rio.The whole story revolves around Tamed Blu and wild Jewel. Jesse Eisenber and Anne Hathaway did their best voice acting. Apart from Blu and Jewel there are plenty of characters which build story effectively and added plenty of rib tickling moments.Even though story is simple and very much predictable with obvious ending, still story survives to tell a tale of love despite differences. Brilliant animation in 3d will take you on Journey of adventure and fun! A must watch for its animation!",
    "nota": "8"
  },
  {
    "titulo-do-filme": "2012",
    "usuario": "cpbadgeman",
    "critica": "It was pretty much inevitable that someone would make a movie based on all the 2012 hoopla. Nor is it surprising when that someone is disaster maven Roland Emmerich. His latest effort adheres closely to the formula established by his earlier films \"Independence Day\" and \"The Day After Tomorrow\"- in other words we get to watch a typically flawed-but-lovable American family (headed by John Cusack and Amanda Peet), along with a range of supporting characters, attempt to survive the end of the world.That's all there is to the basic plot. The real stars of the film are the truly spectacular special effects. Emmerich really pulls out all the stops and creates some truly awesome set-pieces of destruction. In order to ensure that the main characters have endless perilous situations to escape from, we get to see a bunch of natural and man-made wonders get totaled by Mama Nature. Highlights include Los Angeles falling into the sea, Las Vegas being swallowed by the desert, and the Himalayas being submerged by tidal waves.Improbable? Definitely. Ridiculous? You bet. But none of that matters since \"2012\" is exactly the film it was intended to be- a great big popcorn movie that offers big laughs, big thrills, and a lot of good old fashioned fun.",
    "nota": "6"
  },
  {
    "titulo-do-filme": "A Origem",
    "usuario": "EVON1TY",
    "critica": "When I first watch this movie, I was just shocked with it's twist. I'm not gonna mention details, because can't share any spoilers.Simply this movie makes a complex story, that makes you question so many things. \"Why he is keeping her in his dreams?\" or whatever your question is answering with some well written line. That scene is the key to the whole movie. That line between Cobb and Mal answers all your questions at once.That's why I like this movie so much. Some movies has that potential. Making a complex story that someone could answer with only one sentence. You're waiting for that line for whole content. But most of the contents (I mean movie or TV Series) are not managing that well.Besides the greatness of the storyline this movie has a really great cast. So Acting Performances are also great. Award Winning Cinematography by Wally Pfister was too great. Original Scores by Hans Zimmer was brilliant. Visual Effects are unique. So not only the Screenplay but nearly all the technical details are great.",
    "nota": "10"
  },
  {
    "titulo-do-filme": "Rio",
    "usuario": "TheLittleSongbird",
    "critica": "That in mind, there is more of 2011 I have yet to see, hence the so far bit, but I absolutely loved this movie after seeing it when it came out today. From the trailers and advertising it looked like a bright, breezy and entertaining animation, and in my mind it was much more than that. And I genuinely mean it when I say it is my favourite of the year so far, even surpassing the outstanding(if somewhat misunderstood) Rango.What I loved most about Rio was its energy. Rio for me has more energy than any of the Ice Age(from the same team) movies, and its energy is truly infectious at that. Two reasons especially make it so. One is the writing, I wasn't expecting the writing to be this sharp, funny and witty, looking at some of the previous work the writer has penned, while the jokes are plentiful and come by thick and fast. The other is the soundtrack. It has a huge amount of authentic Brazilian flavour and just ripples with zest. I loved the samba and bossa nova rhythms that pulsate throughout, and further fun is to be had in the Busby Berkeley-style beginning and the truly spectacular Carnaeval finale.The story isn't perhaps original, nor did it need to be, but it is fast-paced, with many entertaining scenes and is very rarely predictable. There is also the obligatory life lessons here which are seamlessly blended without feeling shoe-horned in or preachy. I loved the characters too. Blu is very endearing, and voiced brilliantly by The Social Network's Jesse Eisenberg. Jewel is a lovely love interest, and her chemistry with Blu is ceaselessly entertaining and cute. Anne Hathaway previously voiced Haru on the English dub of The Cat Returns. She did a fine job on that, but in Rio she is even better, more understated and less shrill. I equally loved the villainous cockatoo Nigel(who avoids being a caricature and the like and voiced phenomonally by Jermaine Clement) and the constantly drooling bull-dog.Other than the above components, what also made Rio was its animation, which is simply stupendous. I haven't seen an animated movie in a long while(and I am a huge fan of animation) where the colours in particular are so rich and warm. The characters are also beautifully modelled especially the titular character Blu, and this includes the secondary characters as well, and the sceneries and backgrounds are breathtaking with such a refreshing richness and warmth. In conclusion, a wonderful animated film and my favourite of the year so far. 10/10 Bethany Cox",
    "nota": "10"
  },
  {
    "titulo-do-filme": "Donnie Darko",
    "usuario": "roujin_d",
    "critica": "From the first scene this movie had me hooked till the end. There wasn't a single dull moment. The characters were interesting, had good acting and sound design.I'm rating this movie a 7 after my first viewing. The problem I have with it is the fact that I don't understand the story, I blame this on my own limited intellectual capabilities rather than being the fault of the writer/director. Last thing I would want is for movies to dumb themselves down to appeal to a wider audience. So the 7 score might be underrated to the true value of the movie but it helps me to keep track of how my perception changes in case I decide to watch it again in the future. I hope whoever reads this can understand.All that being said, I would recommend this film to any adult fan of cinema, it's well executed and entertaining.",
    "nota": "7"
  },
  {
    "titulo-do-filme": "Vingadores: Ultimato",
    "usuario": "davyjones-636363",
    "critica": "This film is an emotional rollercoaster with some of the coolest superhero plot lines ever drawn up. It's straight up the most epic Marvel film that will probably ever be created. I don't see how Marvel could ever top this, but getting to see these characters all together at least one last time was a reward all on its own.",
    "nota": "10"
  },
  {
    "titulo-do-filme": "A Origem",
    "usuario": "lhbaker-28783",
    "critica": "Inception is my number one favorite movie off my twelve years on earth! It's absolutely impossible to explain the incredible that Inception has. Inception is Sooooooooo dang exciting, edge of seat, mind blower, and I wish there were more movies like it and more Christopher Nolans out there. Congratulations to the well deserved best director, writer, and producer of films (in my opinion). Also the acting is fabulous, everyone did an amazing job, and Leonardo was fabulous at explaining the dream concept. Also the CGI and effects are amazing. Go watch Inception because it is incredibly amazing in every aspect, and is my number one film of my twelve years on earth. Bravo to the Inception crew and wow at this fabulous movie!",
    "nota": "10"
  },
  {
    "titulo-do-filme": "2012",
    "usuario": "Top_Dawg_Critic",
    "critica": "Firstly, anyone who gave this film 5 or less needs to give their head a shake and learn how to review a film. The scale isn't just a 1 or 10. Yes this film wasn't a 10, but for the production value alone, plus the decent s/vfx and all star cast, no way anyone besides a wannabe critic could give this film anything less than a 6. Sure it had its flaws, but it was still epic. Great casting, cinematography, directing and conceptual story of a modern day Noah's Arc. It's a well deserved 8/10 from me. Click on my username to see more of my 900+ reviews and read my profile to learn how to properly review a film and give credit to where credit is deserved.",
    "nota": "8"
  },
  {
    "titulo-do-filme": "Rio",
    "usuario": "kosmasp",
    "critica": "Or not. But what does matter is that the movie is fun. And it's not only fun for a younger audience, but also for adults to watch. Some (especially in Great Britain) were fed up with the movie even before they watched it, because the two stars of the movie were starring in an ad for a cell phone company (Orange). Of course that kind of treatment would be unfair to the movie.If you are not biased and can handle a bit of romance and the overcoming odds story, then you will enjoy this. As Jesse Eisenberg is spot on as a \"bird out of the air\" so to speak. Even people who don't enjoy George Lopez as a comedian, might like him here. I thought his performance was spot on. Not a perfect movie overall, but the cast (as mentioned) and the mostly very well written jokes, work their magic!",
    "nota": "7"
  },
  {
    "titulo-do-filme": "Donnie Darko",
    "usuario": "UniqueParticle",
    "critica": "I love everything about this film! It's been among my favorites for many years. The theories that could be well in depth for hours, the soundtrack, sweet camera shots, and the brilliant writing! I'm proud of the fact that this is my 300th review on here. I'd say this is my 4th favorite film ever after Fight Club, The Matrix, and True Romance. The floating wormholes is super cool to me and the soundtrack is so damn good!Thought provoking films are my favorite ever, the fact that you could float on talking about different aspects and possibilities is beyond fascinating to me! It's extremely impressive that Richard Kelly was 26 when he wrote the script and made such a profound experience!",
    "nota": "10"
  },
  {
    "titulo-do-filme": "A Origem",
    "usuario": "clipturnity",
    "critica": "I'd like to keep my review rather to the point.Pros: 1. its theme - dream is a fascinating topic to say the least. There are a lot of unknowns in dreamworld. 2. its plot - there are several sweet twists and unpredictable turns. 3. its edgy drive - although you know what's coming next, still you feel jumpy about it when it does.4. its rapid storyline - the story moves fast from one scene to another, making the viewers feel like on a roller coaster ride. At times, it's hard to keep up, even after watching it several times. 5. its sophistication - there is a lot of information to remember and digest. This is the very thing the modern moviegoers are after, I believe. 6. its realism - okay, pun intended. The movie explains (or at least tries to) the ins and outs of what dream is about and how it functions, some of which are very familiar with and dear to us.Cons: 1. its poor character development - although the acting was convincing enough there was not enough of character development. I wonder how many people really felt connected to the main character(s) after watching the movie. Yes, the movie talks about emotional struggles but it was more of an action film than anything else, if you ask me. 2. too many distractions - I found that the movie had more characters than necessary. They may play certain roles in the plot but they seemed more of distractions than anything else. I wish the movie was more focused. 3. a bit preachy - I noticed that the characters would explain things about dreamworld and then the exact things happen later in the movie. I'm afraid, Inception overused this trick. In conclusion, its theme is fascinating but its delivery is not without room for improvement. I highly recommend you to go and read Somewhere carnal over 40 winks, if you dig this kind of flicks. Cheers!",
    "nota": "9"
  },
  {
    "titulo-do-filme": "Vingadores: Ultimato",
    "usuario": "ACollegeStudent",
    "critica": "Not as good as Infinity war pacing-wise, but is a satisfying ending to the saga. High production quality, and a great soundtrack like its predecessor. The final fight did feel a little cliché (two armies brainlessly charging at each other for a typical smackdown). Not much to write about, it made every marvel movie before it worth the ticket.",
    "nota": "8"
  },
  {
    "titulo-do-filme": "Donnie Darko",
    "usuario": "view_and_review",
    "critica": "I know I'm in the minority here. I know that this movie is a cult classic and has gotten rave reviews; that's the reason I watched to begin with--well that and the fact I thought it was a time travel movie.\"Donnie Darko\" was not my cup of tea. This is where I'm told I don't get it, it's too deep for me and then I'm called all kinds of pejoratives. This isn't the first movie that I opposed the majority on and it won't be the last.I saw a dramatic unfolding of the life of a mentally disturbed teenager. And it seemed that every character was formed through the lenses of said character. Everyone was odd. Comically odd. From Donnie Darko down to Cherita Chen. And characters like Cherita Chen seemed purposeless. If that's appealing then color me unimpressed.I know, this was a movie I didn't get and I'm fine with that. It was dark, the humor was strange, and in my opinion it lacked a true message.",
    "nota": "4"
  },
  {
    "titulo-do-filme": "2012",
    "usuario": "chimera-4",
    "critica": "I don't know what I was thinking going into 2012. I guess I hoped it wasn't as generic as the trailers made it seem. Every trailer I'd ever seen for the movie made it look pretty much exactly like The Day After Tomorrow and it pretty much was. Famous landmarks getting destroyed, mass destruction, hero outrunning/driving/flying mass destruction, family rifts that get healed up at the end, Inconvenient spouses offed and then completely forgotten about/ignored for the sake of reconciliation with exes. All the cliché trademarks are all present and correct, doing their duty by merely showing up. To be fair it's a competent enough, if silly, disaster movie which offers no surprises whatsoever while laying on more (admittedly impressive looking) empty spectacle for the sake of empty spectacle.It felt way too long at nearly 3 hours and at least half of that was the build up. Predictable and seen it all before buildup at that. We've all seen it before. Strange geological anomolies. Nerdy tech guys coming up with unbelievable numbers that mean bad sh*t is gonna be going down. Officials that don't buy it then eventually do, the crazy survivalist dude that everyone thinks is nuts that really knows what's going down (here played by a very entertaining Woody Harelson, probably the best thing about the movie) etc.You can pretty much go with your impression of the trailer for this movie. What you get here is what you expect to get from what the trailer shows you.At best 2012 is totally by the numbers and at worse absolutely ridiculous, cliché and even a bit insulting really.....",
    "nota": "4"
  },
  {
    "titulo-do-filme": "Donnie Darko",
    "usuario": "buiger",
    "critica": "Well made movie, well directed, well acted, good soundtrack, etc. There is nothing terribly wrong with this film, but I just don't get it. I also 'don't get' why the majority of moviegoers rated this movie so highly...Maybe I have no 'sensibility' for such matters, or maybe the makers of this movie weren't sure themselves what they wanted to convey. Throughout the movie there are several occurrences which make no sense with the movie itself and confuse the viewer, then there are subplots started but never explained, and the very strange ending only adds to an overall sense of dismay. I just don't get it!",
    "nota": "5"
  },
  {
    "titulo-do-filme": "Rio",
    "usuario": "lesleyharris30",
    "critica": "Rio is a great movie,the animations great,the characters are great,the humours great,the cast is great,the musics great,the movie in general is a well deserved hit.After a bird is adopted several years ago,he has never left his owners site,hes afraid to go outside and the bird (Blu) can not even fly,but he isn't bothered about it on e bit.A male bird doctor comes asking for Blu and the owner to come to his hometown,Rio so he can breed the birds almost extinct species with a female bird.But while at Rio,the two birds get kidnapped and the adventure begins.",
    "nota": "8"
  },
  {
    "titulo-do-filme": "Vingadores: Ultimato",
    "usuario": "ahmetkozan",
    "critica": "After Avengers Infinity War, we waited for the Avengers Endgame. We wondered how the story would go on, how our heroes would turn back, what would be the end of Thanos. Many theories related to this have been put forward. Avengers Endgame was undoubtedly the most anticipated film of recent years. Normally, the higher the expectation, the higher the probability of disappointment. But this is not the case for Endgame. Whatever you're expecting, you find much more in the film. This means that the biggest concern about the film has disappeared.On the other hand, another comparison comes up. Is Endgame more successful than Infinity War? We can comfortably say it Avengers Infinity War is just the beginning of the story. Endgame was the finale of the story. So we shouldn't think of these two films as two separate stories. There is only one story divided into two parts.Avengers Endgame is, above all, a great homage to the ten-year history of the Marvel Cinematic Universe. The story highlights the original Avengers team. Iron Man, Captain America, Thor, Hulk, Black Widow and Hawkeye are at the center of events. No character comes in front of them. Of course there are many characters that play an important role in the story outside the original Avengers team. Everyone's concern was that Captain Marvel, who was included in the Marvel world, overshadowed other heroes. We can say that this certainly did not happen. What is important in this struggle is not how strong you are, but how good you are. This comes to the fore in all areas. It gives good message about being a hero and a family.Of course, Avengers Endgame has some critical aspects. For example, is the three-hour period necessary in terms of the story? It can be discussed. The head of the story moves much slower than the rest. It also drags the heroes into an emotional predicament. Then the tempo is rising and the heavy scenes we are watching are getting more meaningful. The last 45 minutes of the movie is fully action packed. But the last 45 minutes goes so fast that you don't even realize it. Action and battle scenes are really successful. There is not even a slight distress about visual effects. There are also slight logic errors in the film, but in general the story is so successful that these details become meaningless and insignificant after a certain point.Lastly, Avengers Endgame doesn't have a movie end scene. Because after the film's final, there is no need for another scene. The Marvel legend Stan Lee appears with a small stage. But this is the last surprise scene in the Marvel Cinematic Universe. Moreover, there is no clue about Marvel's future. This makes us wonder more about Spider-Man: Far from Home. 10/10",
    "nota": "10"
  },